{"survey_id":{"1":12,"2":12,"3":12,"4":12,"5":12,"6":12,"7":12,"8":12,"9":12},"question_id":{"1":"AVqVGZNvQMlgsOJE6eUY","2":"AVqVGZNvQMlgsOJE6eUY","3":"AVqVGZNvQMlgsOJE6eUY","4":"AVqVGZNvQMlgsOJE6eUY","5":"AVqVGZNvQMlgsOJE6eUY","6":"AVqVGZNvQMlgsOJE6eUY","7":"AVqVGZNvQMlgsOJE6eUY","8":"AVqVGZNvQMlgsOJE6eUY","9":"AVqVGZNvQMlgsOJE6eUY"},"response":{"1":"This kindle is light and easy to use especially at the beach!!!","2":"Didnt know how much i'd use a kindle so went for the lower end. im happy with it, even if its a little dark","3":"I am 100 happy with my purchase. I caught it on sale at a really good price. I am normally a real book person, but I have a 1 year old who loves ripping up pages. The Kindle prevents that, it's extremely portable (it fits better in my purse than a giant book), and I have it loaded with lots of books. I finish one and start another, without having to go store. It serves all my needs. I picked this one over the Paperwhite because the price was unbeatable and the only difference that I could see was this one wasn't backlit. A simple book light from the Dollar tree solves that issue. This is my second Kindle (the first being the old Keyboard model, which I put down because I fell out of love with the keyboard. Lol) and it most likely won't be my last.","4":"Solid entry level Kindle. Great for kids. Gifted for a kid of my friend and they love to use it to read more than their iPads. battery is good but higher model is a bit better.","5":"This make an excellent ebook reader. Don't expect much from this device except to read basic ebooks. The good thing is it's cheap and good to read in the sun.","6":"I ordered this for my daughter, as I have the black paperwhite, and I love it. I read quite a bit and the larger books were driving me crazy having to hold them up while laying down, or wanting to take a book on vacation and lugging around a thick paperback, with this I can throw it in my bag and read anywhere. Its light weight, easy to use, the battery life lasts for weeks, which makes it an all around awesome device. My daughter is in public school and they offer an online library for E-Readers, so she can now download books for free from school! You can also download your own public library app (if your county offers that) and read free from there as well. You can shop for e-books straight from the device through Amazon.com.","7":"I bought my Kindle about 2 months ago and the battery is already dead and will not charge","8":"amazon kindle is always the best ebook, upgrade every new model","9":"It's beyond my expectation, and it can even show music score. Not fast turning though."}}
